Revit 2027 API
ParameterTypeId.CwpCopyRoofInserts Property
 "Copy openings"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId CwpCopyRoofInserts { get; }
Public Shared ReadOnly Property CwpCopyRoofInserts As ForgeTypeId
	Get
public:
static property ForgeTypeId^ CwpCopyRoofInserts {
	ForgeTypeId^ get ();
}
static member CwpCopyRoofInserts : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace